Repository: Yagnesh109/MediCare
Catalog: lib/l10n/app_*.arb
Languages: mr

# appTitle
source: Medicare
mr: मेडिकेअर

# loginTitle
source: Medicare Login
mr: मेडिकेअर लॉगिन

# loginSubtitle
source: Manage your medication reminders
mr: तुमचे औषध रिमाइंडर व्यवस्थापित करा

source: Email
mr: ईमेल

source: Password
mr: पासवर्ड

source: Login
mr: लॉगिन

source: Continue with Google
mr: Google द्वारे पुढे जा

# noAccountRegister
source: Don't have an account? Register
mr: खाते नाही? नोंदणी करा

source: OR
mr: किंवा

# phoneWithCode
source: Phone (+country code)
mr: फोन (+देश कोड)

source: Enter OTP
mr: OTP टाका

source: Send OTP
mr: OTP पाठवा

source: Resend OTP
mr: OTP पुन्हा पाठवा

source: Verify OTP & Login
mr: OTP पडताळा आणि लॉगिन करा

# createAccountTitle
source: Create Medicare Account
mr: मेडिकेअर खाते तयार करा

# createAccountSubtitle
source: Sign up to start medication reminders
mr: औषध रिमाइंडर सुरू करण्यासाठी साइन अप करा

source: Full Name
mr: पूर्ण नाव

source: Confirm Password
mr: पासवर्ड पुष्टी करा

source: Create Account
mr: खाते तयार करा

# alreadyHaveAccount
source: Already have an account? Login
mr: आधीच खाते आहे? लॉगिन करा

source: Dashboard
mr: डॅशबोर्ड

source: Adherence History
mr: अनुपालन इतिहास

source: Caregivers
mr: केअरगिव्हर्स

source: Add Medicine
mr: औषध जोडा

source: Side Effect Checker
mr: साइड इफेक्ट तपासक

source: Profile
mr: प्रोफाइल

source: Language
mr: भाषा

source: Logout
mr: लॉगआउट

source: Today
mr: आज

source: Pending
mr: प्रलंबित

source: Today's Schedule
mr: आजचे वेळापत्रक

# noMedicinesYet
source: No medicines added yet
mr: अजून कोणतीही औषधे जोडलेली नाहीत

# tapToAddFirstMedicine
source: Tap the button below to add your first medicine reminder.
mr: पहिले औषध रिमाइंडर जोडण्यासाठी खालील बटण दाबा.

# noPendingMedicinesToday
source: No pending medicines for today
mr: आज कोणतीही प्रलंबित औषधे नाहीत

# adherenceContainsTakenMissed
source: Taken and missed medicines are available in Adherence History.
mr: घेतलेली आणि चुकलेली औषधे अनुपालन इतिहासात उपलब्ध आहेत.

source: Add Caregiver
mr: केअरगिव्हर जोडा

# noCaregiversYet
source: No caregivers added yet
mr: अजून कोणताही केअरगिव्हर जोडलेला नाही

source: Taken
mr: घेतले

source: Missed
mr: चुकले

source: All
mr: सर्व

source: Type
mr: प्रकार

source: All Dates
mr: सर्व तारखा

source: Dose History
mr: डोस इतिहास

source: Clear All History
mr: संपूर्ण इतिहास साफ करा

source: Clear History
mr: इतिहास साफ करा

source: Delete All
mr: सर्व हटवा

# clearHistoryConfirm
source: This will permanently delete all adherence history from app UI and Firebase database. Continue?
mr: यामुळे अॅप UI आणि Firebase डेटाबेसमधील सर्व अनुपालन इतिहास कायमचा हटवला जाईल. पुढे जावे?

# adherenceCleared
source: Adherence history cleared
mr: अनुपालन इतिहास साफ केला

source: Caregiver added
mr: केअरगिव्हर जोडला

source: Caregiver updated
mr: केअरगिव्हर अपडेट केला

source: Caregiver removed
mr: केअरगिव्हर हटवला

source: Call
mr: कॉल

source: Edit
mr: संपादित करा

source: Delete
mr: हटवा

source: Save
mr: सेव्ह

source: Cancel
mr: रद्द करा

source: Name
mr: नाव

source: Phone
mr: फोन

source: Please login again.
mr: कृपया पुन्हा लॉगिन करा.

# pleaseLoginAgainRetry
source: Please login again and retry.
mr: कृपया पुन्हा लॉगिन करून पुन्हा प्रयत्न करा.

source: Profile saved
mr: प्रोफाइल सेव्ह झाले

source: Patient Name
mr: रुग्णाचे नाव

source: Gender
mr: लिंग

source: Blood Group
mr: रक्तगट

source: Date of Birth
mr: जन्मतारीख

# ageCalculated
source: Age (calculated from DOB)
mr: वय (DOB वरून गणना)

source: Weight (kg)
mr: वजन (किलो)

source: Height (cm)
mr: उंची (सेमी)

source: Allergies
mr: अॅलर्जी

source: Not set
mr: सेट नाही

# allergiesDisplay
source: Allergies: {value}
mr: अॅलर्जी: {value}

source: Analyze Side Effects
mr: साइड इफेक्ट विश्लेषण करा

source: Analyzing...
mr: विश्लेषण सुरू आहे...

source: Medicine Name
mr: औषधाचे नाव

source: Dose (optional)
mr: डोस (ऐच्छिक)

# symptomsComma
source: Symptoms (comma separated)
mr: लक्षणे (स्वल्पविरामाने वेगळे)

# knownConditionsComma
source: Known conditions (comma separated)
mr: ज्ञात स्थिती (स्वल्पविरामाने वेगळे)

source: Extra notes (optional)
mr: अतिरिक्त नोंदी (ऐच्छिक)

source: Analysis Result
mr: विश्लेषण परिणाम

source: Urgency
mr: तातडी

# doctorConsultNeeded
source: Doctor consultation needed
mr: डॉक्टरांचा सल्ला आवश्यक

source: Confidence
mr: विश्वास पातळी

source: Source
mr: स्रोत

source: Yes
mr: होय

source: No
mr: नाही

source: Possible Reasons
mr: संभाव्य कारणे

source: Immediate Actions
mr: तात्काळ कृती

source: Warning Signs
mr: धोक्याची चिन्हे

# guidanceOnly
source: This is guidance only, not a medical diagnosis.
mr: हे फक्त मार्गदर्शन आहे, वैद्यकीय निदान नाही.

# medicineSaved
source: Medicine saved successfully
mr: औषध यशस्वीरीत्या सेव्ह झाले

# medicineUpdated
source: Medicine updated successfully
mr: औषध यशस्वीरीत्या अपडेट झाले

source: Select Language
mr: भाषा निवडा

source: English
mr: इंग्रजी

source: Hindi
mr: हिंदी

source: Marathi
mr: मराठी
